{
    "general": {
        "title": "কাউন্ট মাস্টার্স: স্টিকম্যান গেমস",
        "fullscreen": "পূর্ণ স্ক্রিন",
        "share": "শেয়ার করুন",
        "bookmark": "বুকমার্ক"
    },
    "game": {
        "overview": "গেমের সংক্ষিপ্ত বিবরণ",
        "description": "কাউন্ট মাস্টার্স: স্টিকম্যান গেমস একটি দ্রুত গতির রানিং গেম যেখানে আপনি প্রতিদ্বন্দ্বী জনতার সাথে লড়াই করার জন্য স্টিকম্যানের একটি ক্রমবর্ধমান সেনাবাহিনী জড়ো করেন। বাধা অতিক্রম করুন, আপনার সংখ্যা বাড়ানোর জন্য সেরা পথগুলি বেছে নিন, এবং আপনার দলকে বিজয়ের দিকে নিয়ে যান। শক্তিশালী প্রতিপক্ষদের সাথে লড়াই করুন, কিং-স্টিকম্যানকে পরাজিত করুন, এবং অ্যাকশন, কৌশল এবং উত্তেজনায় ভরা একটি রেসে দুর্গ দখল করুন!",
        "features": "বৈশিষ্ট্যসমূহ",
        "controls": "নিয়ন্ত্রণ"
    },
    "features": {
        "feature1": "মহাকাব্যিক জনতার যুদ্ধ সহ দ্রুত গতির 3D রানার",
        "feature2": "প্রতিটি গেটে মজাদার কৌশল এবং গণিতের বিকল্প",
        "feature3": "বস ফাইট এবং চ্যালেঞ্জিং ফাঁদ",
        "feature4": "রঙিন, সন্তোষজনক ভিজ্যুয়াল এবং মসৃণ নিয়ন্ত্রণ"
    },
    "tips": {
        "tip1": "শুধু সামনে দৌড়াবেন না - সেই গেটগুলি বেছে নিন যা আপনাকে সেরা সংখ্যা দেয়, এমনকি যদি সেগুলি সরাসরি আপনার পথে না থাকে।",
        "tip2": "লাল গেট এবং বিপজ্জনক ফাঁদ এড়িয়ে চলুন যা আপনার সেনাবাহিনী কমিয়ে দেয়।",
        "tip3": "প্রতিটি রানে দ্রুত বৃদ্ধির জন্য আপনার প্রারম্ভিক জনতা এবং গেট বোনাস আপগ্রেড করুন।",
        "tip4": "শত্রুর চলাচল পর্যবেক্ষণ করুন এবং আপনার আক্রমণের সময় নির্ধারণ করুন - অন্ধভাবে চার্জ করলে আপনার পুরো দল হারাতে পারেন।",
        "tip5": "কঠিন লেভেলগুলিকে সহজ করতে রান চলাকালীন কয়েন সঞ্চয় করে আপনার শক্তি বাড়ান।"
    },
    "controls": {
        "mouse": {
            "title": "মাউস নিয়ন্ত্রণ",
            "description": "মাউস বাম বা ডানে সরিয়ে ক্যারেক্টার চালান। বাটন নির্বাচন করতে বাম-ক্লিক করুন।"
        },
        "keyboard": {
            "title": "কীবোর্ড নিয়ন্ত্রণ",
            "description": "চলাচলের জন্য বাম এবং ডান তীর কী ব্যবহার করুন। অ্যাকশন নির্বাচন করতে স্পেস চাপুন।"
        }
    },
    "comments": {
        "title": "মন্তব্য",
        "placeholder": "আপনার গেমিং অভিজ্ঞতা শেয়ার করুন...",
        "submit": "মন্তব্য পোস্ট করুন"
    },
    "footer": {
        "copyright": "© 2025 কাউন্ট মাস্টার্স: স্টিকম্যান গেমস। সর্বস্বত্ব সংরক্ষিত।",
        "terms": "পরিষেবার শর্তাবলী",
        "privacy": "গোপনীয়তা নীতি",
        "contact": "যোগাযোগ করুন"
    }
} 