{
    "general": {
        "title": "काउंट मास्टर्स: स्टिकमैन गेम्स",
        "fullscreen": "पूर्ण स्क्रीन",
        "share": "शेयर करें",
        "bookmark": "बुकमार्क"
    },
    "game": {
        "overview": "गेम अवलोकन",
        "description": "काउंट मास्टर्स: स्टिकमैन गेम्स एक तेज़-गति वाला रनिंग गेम है जहाँ आप प्रतिद्वंद्वी भीड़ से टकराने के लिए स्टिकमैन की बढ़ती सेना को इकट्ठा करते हैं। बाधाओं से बचें, अपनी संख्या बढ़ाने के लिए सबसे अच्छे रास्ते चुनें, और अपनी टीम को जीत की ओर ले जाएं। शक्तिशाली प्रतिद्वंद्वियों से लड़ें, किंग-स्टिकमैन को हराएं, और रणनीति और रोमांच से भरी एक एक्शन-पैक्ड रेस में महल पर कब्जा करें!",
        "features": "विशेषताएं",
        "controls": "नियंत्रण"
    },
    "features": {
        "feature1": "महान भीड़ युद्धों के साथ तेज़-गति वाला 3डी रनर",
        "feature2": "हर गेट पर मजेदार रणनीति और गणित विकल्प",
        "feature3": "बॉस फाइट्स और चुनौतीपूर्ण जाल",
        "feature4": "रंगीन, संतोषजनक विजुअल और सहज नियंत्रण"
    },
    "tips": {
        "tip1": "सिर्फ आगे की ओर मत भागें—सीधे आपके रास्ते में न होने पर भी, वे गेट चुनें जो आपको सबसे अच्छी संख्या देते हैं।",
        "tip2": "लाल गेट और खतरनाक जाल से बचें जो आपकी सेना को छोटा कर देते हैं।",
        "tip3": "हर रन में तेजी से बढ़ने के लिए अपनी शुरुआती भीड़ और गेट बोनस को जल्दी अपग्रेड करें।",
        "tip4": "दुश्मन की गतिविधियों को देखें और अपने हमलों का समय सही चुनें—अंधाधुंध आगे बढ़ने से आपकी पूरी टीम खत्म हो सकती है।",
        "tip5": "कठिन लेवल को आसान बनाने के लिए रन के बीच सिक्के बचाएं और अपनी ताकत बढ़ाएं।"
    },
    "controls": {
        "mouse": {
            "title": "माउस नियंत्रण",
            "description": "माउस को बाएं या दाएं ले जाकर कैरेक्टर को हिलाएं। बटन चुनने के लिए लेफ्ट-क्लिक करें।"
        },
        "keyboard": {
            "title": "कीबोर्ड नियंत्रण",
            "description": "हिलने के लिए बाएं और दाएं एरो की का उपयोग करें। कार्रवाई चुनने के लिए स्पेस दबाएं।"
        }
    },
    "comments": {
        "title": "टिप्पणियां",
        "placeholder": "अपना गेमिंग अनुभव साझा करें...",
        "submit": "टिप्पणी पोस्ट करें"
    },
    "footer": {
        "copyright": "© 2025 काउंट मास्टर्स: स्टिकमैन गेम्स। सर्वाधिकार सुरक्षित।",
        "terms": "सेवा की शर्तें",
        "privacy": "गोपनीयता नीति",
        "contact": "संपर्क करें"
    }
} 