{
    "general": {
        "title": "کاؤنٹ ماسٹرز: اسٹک مین گیمز",
        "fullscreen": "پوری اسکرین",
        "share": "شیئر کریں",
        "bookmark": "بک مارک"
    },
    "game": {
        "overview": "گیم کا جائزہ",
        "description": "کاؤنٹ ماسٹرز: اسٹک مین گیمز ایک تیز رفتار رننگ گیم ہے جہاں آپ حریف ہجوم سے ٹکرانے کے لیے اسٹک مین کی بڑھتی ہوئی فوج جمع کرتے ہیں۔ رکاوٹوں کو پار کریں، اپنی تعداد بڑھانے کے لیے بہترین راستے چنیں، اور اپنی ٹیم کو فتح کی طرف لے جائیں۔ طاقتور حریفوں سے لڑیں، کنگ-اسٹک مین کو شکست دیں، اور ایکشن، حکمت عملی اور جوش سے بھرپور ریس میں قلعہ پر قبضہ کریں!",
        "features": "خصوصیات",
        "controls": "کنٹرولز"
    },
    "features": {
        "feature1": "شاندار ہجوم کی لڑائیوں کے ساتھ تیز رفتار 3D رنر",
        "feature2": "ہر گیٹ پر دلچسپ حکمت عملی اور ریاضی کے اختیارات",
        "feature3": "باس فائٹس اور چیلنجنگ ٹریپس",
        "feature4": "رنگین، تسلی بخش ویژوئل اور ہموار کنٹرولز"
    },
    "tips": {
        "tip1": "صرف آگے نہ بھاگیں - وہ گیٹس چنیں جو آپ کو بہترین نمبر دیں، چاہے وہ براہ راست آپ کے راستے میں نہ ہوں۔",
        "tip2": "سرخ گیٹس اور خطرناک ٹریپس سے بچیں جو آپ کی فوج کو کم کرتے ہیں۔",
        "tip3": "ہر رن میں تیزی سے بڑھنے کے لیے اپنے ابتدائی ہجوم اور گیٹ بونس کو جلد اپ گریڈ کریں۔",
        "tip4": "دشمن کی حرکات دیکھیں اور اپنے حملوں کا وقت طے کریں - اندھا دھند چارج کرنا آپ کی پوری ٹیم کو ختم کر سکتا ہے۔",
        "tip5": "مشکل لیولز کو آسان بنانے کے لیے رنز کے درمیان سکے بچائیں اور اپنی طاقت بڑھائیں۔"
    },
    "controls": {
        "mouse": {
            "title": "ماؤس کنٹرولز",
            "description": "ماؤس کو بائیں یا دائیں حرکت دے کر کریکٹر کو حرکت دیں۔ بٹن منتخب کرنے کے لیے لیفٹ-کلک کریں۔"
        },
        "keyboard": {
            "title": "کی بورڈ کنٹرولز",
            "description": "حرکت کے لیے بائیں اور دائیں ایرو کیز استعمال کریں۔ ایکشن منتخب کرنے کے لیے اسپیس دبائیں۔"
        }
    },
    "comments": {
        "title": "تبصرے",
        "placeholder": "اپنا گیمنگ تجربہ شیئر کریں...",
        "submit": "تبصرہ پوسٹ کریں"
    },
    "footer": {
        "copyright": "© 2025 کاؤنٹ ماسٹرز: اسٹک مین گیمز۔ جملہ حقوق محفوظ ہیں۔",
        "terms": "سروس کی شرائط",
        "privacy": "رازداری کی پالیسی",
        "contact": "ہم سے رابطہ کریں"
    }
} 